//Задача 1 : Напишите обобщенный метод printElement, который принимает один параметр типа T и выводит его на консоль.
public class task1 {
    public static void main(String[] args){
        int T = 6;
        System.out.println(T);
        Double T = 6.45;
        System.out.println(T);
        String T = "six";
        System.out.println(T);
    }
    public void printElement(){
        int T;
        T = 6;
        System.out.println(T);
    }
}
